/* /*  1 Задание.Преобразовать темпиратуру  Цельсия  в Фаренгейты  */
 let c = 7;
 let f =  (9 / 5) * c + 32;
 console.log(`Темпиратура по Цельсию ${c}. Темпиратура по Фаренгейту ${f} `);

 


/* const celsiusTemperature = prompt("Введите температуру в градусах Цельсия");
const fahrenheit = Math.round(1.8 * celsius + 32);
alert(`Цельсий: ${celsius}, Фаренгейт: ${fahrenheit}`); */


/* Задание 2
Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. Вывести значение переменной admin в консоль.*/

 
const name = 'Denis';
let admin = name;
console.log(admin);

